{
    contains = contiene; 
    CouldNotSave = "Non posso salvare le modifiche: @@message@@"; 
    CouldNotSavePleaseReapply = "Non posso salvare le modifiche. Il/la @@displayNameForEntity@@ risulta già modificato/a nel database. Le tue modifiche sono state scartate, inviale nuovamente."; 
    "ends with" = "finisce per";     
    "ERD2W.cancelCreationMessage" = "<b>Sei sicuro di voler annullare la creazione di questo/a @@displayNameForEntity@@?</b><br><br>Cliccan sulla conferma per abbandonare le modifiche, Clicca su annulla per continuare le modifiche a @@displayNameForEntity@@.";     
    "ERD2W.pickButtonLabel" = Seleziona; 
    "ERD2WEditToManyRelationship.noChoiceAvailable" = "Nessun/a @@displayNameForEntity@@ attualmente disponibile"; 
    "ERD2WInspect.alreadyAborted" = "<b>Hai già annullato questa operazione</b>. Premi cancel e riprova dall'inizio."; 
    "ERD2WList.confirmDeletionMessage" = "<b>Sei sicuro di voler eliminare questo/a @@displayNameForEntity@@?</b><br />@@object.userPresentableDescription@@"; 
    "ERD2WQueryDateRange.format" = Formato; 
    "ERD2WQueryDateRange.from" = da; 
    "ERD2WQueryDateRange.to" = a; 
    "ERD2WQueryDateRangeJavaScript.and" = e; 
    "ERD2WQueryDateRangeJavaScript.between" = fra; 
    "ERD2WQueryNumberRange.from" = da; 
    "ERD2WQueryNumberRange.number" = Numero; 
    "ERD2WQueryNumberRange.to" = a; 
    "ERD2WQueryPage.plainMessage" = "@@displayNameForEntity@@"; 
    "ERD2WQueryPage.restrictedMessage" = "@@displayNameForEntity@@ (max @@fetchLimit@@)"; 
    "ERD2WQueryToManyField.is" = "è"; 
    "ERD2WQueryToManyField.where" = dove; 
    "ERD2WQueryToOneField.is" = "è"; 
    "ERD2WQueryToOneField.where" = dove; 
    "ERD2WWizardCreationPage.stepsMessage" = "Passo @@currentStep@@ di @tabSectionsContents.count@@"; 
    "ERDDatePopup.monthList" = (Gen, Feb, Mar, Apr, Mag, Giu, Lug, Ago, Set, Ott, Nov, Dic); 
    "ERDDefaultCancelCreationMessageAssignment.cancelCreationMessage" = "<b>Sei sicuro di voler annullare la creazione di questo/a @@displayNameForEntity@@?</b><br><br>Cliccan sulla conferma per abbandonare le modifiche, Clicca su annulla per continuare le modifiche a @@displayNameForEntity@@."; 
    "ERDDisplayImageIfExists.message" = "Immagine Non Disponibile"; 
    "ERDEditDatePopupOrNull.none" = Nessuno; 
    "ERDEditDatePopupOrNull.or" = "- o -"; 
    "ERDEditList.saveLabel" = "Vuoi salvare @@pluralCount@@ @@pluralString@@?"; 
    "ERDEditListButton.editButtonName" = "Modifica l'elenco di @@displayNameForProperty@@"; 
    ERDEditPasswordConfirm = {
        confirmLabel = "Conferma la Password"; 
        confirmNewLabel = "Conferma la nuova Password"; 
        infoMessage = "<i>Nota: Sia la login che la password tengono conto delle maiuscole. Sono richiesti dai 6 ai 16 caratteri, con almeno un numero.</i>"; 
        newPasswordLabel = "Nuova password"; 
        passwordLabel = Password; 
    }; 
    "ERDEditStringWithChoices.noSelectionString" = "Nessuna Selezione"; 
    "ERDEmptyListMessage.emptyEmbeddedListMessage" = "<b>Nessun record trovato.</b>"; 
    "ERDEmptyListMessage.emptyListMessage" = "<b>Nessun record trovato.</b>"; 
    "ERDInspect.clear" = Cancella; 
    "ERDInspect.create" = Crea;
    "ERDInspect.objectUnsetMessage" = "Nessun @@displayNameForDestinationEntity@@ specificato."; 
    "ERDInspect.select" = "Seleziona..."; 
    "ERDList.create" = Aggiungi; 
    "ERDQueryDateRangeJavaScript.and" = "e";
    "ERDQueryDateRangeJavaScript.between" = "fra";
    "ERDQueryTwoLevelRelationship.all" = "- tutti/e -"; 
    "ERDTrashcan.confirmDeletionMessage" = "<b>Sei sicuro di voler eliminare questo/a @@displayNameForEntity@@?</b>"; 
    is = "è"; 
    like = "è come"; 
    "starts with" = "inizia con"; 
}